Repository: hanwckf/padavan-4.4
Catalog: trunk/user/poptop/pptpd-1.4.0/debian/po/*.po
Languages: fr, pt_br

source: The local IP address of the virtual connections
fr: Adresse IP locale pour les connexions virtuelles
pt_br: O endereço IP local das conexões virtuais

source: Specify the local IP address for the virtual connections.
fr: Veuillez indiquer l'adresse IP locale pour les connexions virtuelles.
pt_br: Especifique o endereço IP local para as conexões virtuais.

source: Please note that any address works as long as the local machine takes care of the routing. But if you want to use MS-Windows networking, you should use an IP address out of the LAN address space.
fr: Veuillez noter que toute adresse convient tant que la machine locale s'occupe du routage. Mais si vous souhaitez utiliser un réseau MS-Windows, vous devriez utiliser une adresse IP hors de l'espace d'adressage du réseau local.
pt_br: Por favor note que qualquer endereço funcionará contanto que o máquina local gerencie o roteamento. Mas caso você queira usar a rede MS-Windows você deverá usar um endereço IP fora do espaço de endereços da LAN.

source: You can give only one address or you can give multiple addresses if you want to, although they are really not needed. Multiple addresses can be given as either "10.0.0.1,10.0.0.2,10.0.0.3" or "10.0.0.1-3". No spaces should be used between commas or within addresses.
fr: Vous pouvez ne fournir qu'une seule adresse, mais aussi plusieurs bien que cela ne soit pas nécessaire. Pour plusieurs adresses, vous pouvez utiliser soit « 10.0.0.1,10.0.0.2,10.0.0.3 » soit « 10.0.0.1-3 ». Aucun espace ne devrait figurer entre les virgules ou dans les adresses.
pt_br: Você pode fornecer somente um endereço ou você pode fornecer diversos endereços caso deseje, porém eles realmente não são necessários. Múltiplos endereços podem ser fornecidos informados como "10.0.0.1,10.0.0.3" ou "10.0.0.1-3". Nenhum espaço deve ser informado entre as vírgulas ou como parte dos endereços.

source: A list of remote IP addresses for the virtual connections
fr: Liste d'adresses IP distantes pour les connexions virtuelles

source: Specify the remote IP addresses for the virtual connections.
fr: Veuillez indiquer les adresses IP distantes pour les connexions virtuelles.
pt_br: Especifique os endereços IP remotos para as conexões virtuais.

source: Please note that any addresses work as long as the local machine takes care of the routing. But if you want to use MS-Windows networking, you should use IP addresses out of the LAN address space.
fr: Veuillez noter que toute adresse convient tant que la machine locale s'occupe du routage. Mais si vous souhaitez utiliser un réseau MS-Windows, vous devriez utiliser une adresse IP hors de l'espace d'adressage du réseau local.
pt_br: Por favor note que qualquer endereço funcionará contanto que o máquina local gerencie o roteamento. Mas caso você queira usar a rede MS-Windows você deverá usar endereços IP fora do espaço de endereços da LAN.

source: You have to give one address for every concurrent connection. This will depend on how many clients you expect to be online at the same time. Multiple addresses can be given as either "10.0.0.1,10.0.0.2,10.0.0.3" or "10.0.0.1-3". No spaces should be used between commas or within addresses.
fr: Vous devez fournir une adresse pour chaque connexion autorisée. Cela dépend du nombre de clients attendus en même temps. Pour plusieurs adresses, vous pouvez utiliser soit « 10.0.0.1,10.0.0.2,10.0.0.3 » soit « 10.0.0.1-3 ». Aucun espace ne devrait figurer entre les virgules ou dans les adresses.
pt_br: Você precisa fornecer um endereço para cada conexão concorrente. Isso dependerá de quantos clientes você espera que estejam on-line ao mesmo tempo. Diversos endereços podem ser informados como "10.0.0.1,10.0.0.2,10.0.0.3" ou "10.0.0.1-3". Nenhum espaço deverá ser usado entre as vírgulas ou como parte dos endereços.

source: The netmask used for virtual connections
fr: Masque de réseau pour les connexions virtuelles

source: If you use IP addresses from the LAN address space, please use the same netmask as on your LAN.
fr: Si vous utilisez des adresses IP de l'espace d'adressage du réseau local, veuillez indiquer le même masque que pour votre réseau.
pt_br: Caso você utilize endereços IP do espaço de endereços da LAN por favor usae a mesma máscara de rede usada em sua LAN.

source: The IP address of your WINS server
fr: Adresse IP de votre serveur WINS

source: A WINS server is used for browsing available Computers in MS-Windows networking. This address is transmitted to the clients,
fr: Un serveur WINS sert à trouver les ordinateurs disponibles sur un réseau MS-Windows. Cette adresse sera transmise aux clients.
pt_br: Um servidor WINS é usado para navegar pelos computadores disponíveis em rede MS-Windows. Esse endereço é transmitido para os clientes.

source: The IP address of your DNS server
fr: Adresse IP de votre serveur DNS

source: This address is transmitted to the clients.
fr: Cette adresse sera transmise aux clients.
pt_br: Esse endereço é transmitido para os clientes.

source: Do you want to use MPPE data encryption ?
fr: Faut-il utiliser le chiffrement de données MPPE ?
pt_br: Você deseja usar encriptação de dados MPPE ?

source: The recommended way is to use the data encryption as it is one of the main benefits of a VPN. When you want to use MPPE (Microsoft Point-to-Point Encryption), you also have to use CHAPMSv2 for authentication.
fr: Il est recommandé d'utiliser le chiffrement de données car il s'agit de l'un des principaux avantages d'un réseau privé virtuel. Si vous souhaitez utiliser MPPE (« Microsoft Point-to-Point Encryption », chiffrement point-à-point de Microsoft), vous devrez aussi utiliser CHAPMSv2 pour l'authentification.

source: Note that you have to install the modified ppp packages if you want to use this data encryption.
fr: Veuillez notez que vous devez installer les paquets de ppp modifiés si vous souhaitez utiliser ce chiffrement de données.

source: Warning: data encryption is disabled
fr: Attention : le chiffrement de données est désactivé

source: All data transferred between the local network and the client will be transmitted without encryption ! This is a security hole.
fr: Toutes les données transférées entre le réseau local et le client seront transmises sans chiffrement ! Il s'agit d'une faille de sécurité.
pt_br: Todos os dados transferidos entre a rede local e o cliente serão transferidos sem encriptação ! Isto é uma falha de segurança.

source: You have been warned. Now you loose your product warranty :)
fr: Vous voilà prévenu. Vous perdez désormais la seule garantie de ce produit :)
pt_br: Você foi avisado. Agora você perdeu a garantia do produto :)

source: Which authentication method do you want to use ?
fr: Méthode d'authentification à utiliser
pt_br: Qual método de autenticação você deseja usar ?

source: Possible authentication methods are: - PAP - CHAP - CHAP with Microsoft extensions - CHAP with Microsoft extensions v2
fr: Les méthodes d'authentification disponibles sont : PAP, CHAP, CHAP avec des extensions de Microsoft et CHAP avec les extensions de Microsoft version 2.
pt_br: Os métodos de autenticação possíveis são : PAP - CHAP - CHAP com extensões Microsoft - CHAP com extensões Microsoft v2

source: The recommended authentication method is one of the CHAP methods. However, you have to use a separate database (/etc/ppp/chap-secrets) if you want to use these. If you use PAP, you can use the standard system passwords when the ppp-pam package is installed.
fr: Les méthodes d'authentification CHAP sont recommandées. Quoi qu'il en soit, vous devrez utiliser une base de données séparée (/etc/ppp/chap-secrets) si vous souhaitez les utiliser. Si vous choisissez PAP, vous pourrez utiliser les mots de passe standards du système après l'installation du paquet ppp-pam.
pt_br: O método de autenticação recomendado é um dos métodos CHAP. Porém, você precisará usar uma base de dados separada (/etc/ppp/chap-secrets) caso você queira usá-los. Caso você use PAP, você poderá usar o sistema de senhas padrão quando o pacote ppp-pam for instalado.

source: A list of remote IP addresses for the virtual connections.
pt_br: Uma lista de endereços IP remotos para as conexões virtuais.

source: The netmask used for virtual connections.
pt_br: A máscara de rede usada para conexões virtuais.

source: The IP address of your WINS server.
pt_br: O endereço IP de seu servidor WINS.

source: The IP address of your DNS server.
pt_br: O endereço IP de seu servidor DNS.

source: The recommended way is to use the data encryption as it is one of the main benefits of a VPN. When you want to use MPPE (Microsoft Point-to-Point Encryption), you also have to use CHAPMSv2 for authentication. . Note that you have to install the modified ppp packages if you want to use this data encryption.
pt_br: A maneira recomendada é usar a encriptação de dados uma vez que esse é um dos principais benefícios de um VPN. Quando usar MPPE (Microsoft Point-to-Point Encryption) você terá também que usar CHAPMSv2 para autenticação. Note que você precisa instalar os pacotes ppp modificados caso você queira usar essa encriptação de dados.

source: Warning: data encryption is disabled.
pt_br: Aviso : a encriptação de dados está desabilitada.
